Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: This will make only the modules visible to students.
ar: سيؤدي هذا إلى إظهار الوحدات النمطية فقط أمام الطلاب.
ca: D’aquesta manera, els estudiants només podran veure els continguts.
cy: Bydd hyn yn gwneud dim ond y modiwlau’n weladwy i fyfyrwyr.
da: Dette vil gøre kun modulerne synlige for studerende.
da_instk12: Dette vil gøre kun forløb synlige for eleverne.
de: Dadurch werden nur die Module für Studierende sichtbar.
es: Los estudiantes podrán ver solo los módulos.
es_es: Esto hará que solo el módulo sea invisible para los estudiantes.
fi: Tämä tekee ainoastaan mooduulit näkyviksi opiskelijoille.
fr: Seuls les modules seront visibles pour les élèves.
fr_ca: Seuls les modules seront visibles par les étudiants.
ga: Ní dhéanfaidh sé seo ach na modúil infheicthe do mhic léinn.
hi: इस तरह से छात्रों को केवल मॉड्यूल ही दिखाई देंगे।
ht: Sa ap rann sèlman modil yo vizib pou etidyan yo.
id: Ini akan membuat hanya modul tampak oleh siswa.
is: Þetta mun aðeins gera námsefnið sýnilegar nemendum.
it: Tale operazione renderà visibili solo i moduli agli studenti.
ja: これはモジュールのみを受講者に公開します。
ko: 이렇게 하면 학생에게 모듈만 표시합니다.
mi: Mā tēnei anake e kitea ai ngā kōwae ki ngā ākonga.
ms: Ini akan menjadikan modul-modul ini sahaja kelihatan kepada pelajar.
nb: Dette vil gjøre kun modulene synlig for studenter.
nb_instk12: Dette vil gjøre kun modulene synlig for elever.
nl: Hiermee worden alleen de modules zichtbaar voor studenten.
pl: Dzięki temu tylko moduły będą widoczne dla uczestników.
pt: Isto tornará apenas os módulos visíveis para os alunos.
pt_br: Isso fará com que apenas os módulos fiquem visíveis para os alunos.
ru: После этого учащимся будут видны только модули.
sl: S tem bodo študentom postali vidni le moduli.
sv: Detta gör endast modulerna synliga för studenter.
sv_instk12: Detta gör endast modulerna synliga för elever.
th: ขั้นตอนนี้จะทำให้หน่วยการเรียนเปิดแสดงเฉพาะกับผู้เรียนเท่านั้น
vi: Chức năng này sẽ chỉ hiển thị các học phần cho sinh viên.
zh: 这将仅使模块对学生可见。
zh_hk: 這將使學生僅看到單元。

source: This will make only this item invisible to students.
ar: سيؤدي هذا إلى إخفاء هذا العنصر فقط أمام الطلاب.
ca: D’aquesta manera, només aquest element serà invisible per als estudiants.
cy: Bydd hyn yn gwneud dim ond yr eitem hwn yn anweladwy i fyfyrwyr.
da: Dette vil gøre kun dette element usynligt for studerende.
da_instk12: Dette vil gøre kun dette element usynligt for eleverne.
de: Dadurch nur dieses Element für Studierende unsichtbar.
es: Los estudiantes no podrán ver solo este ítem.
es_es: Esto hará que solo este ítem sea invisible para los estudiantes.
fi: Tämä tekee ainoastaan tämän kohteen näkymättömäksi opiskelijoille.
fr: Seul cet élément sera invisible pour les élèves.
fr_ca: Seul cet élément sera invisible pour les étudiants.
ga: Ní bheidh ach an mhír seo dofheicthe ag mic léinn.
hi: इस तरह से छात्रों को केवल यह आइटम ही दिखाई नहीं देगी।
ht: Sa ap rann sèlman atik sa a envizib pou etidyan yo.
id: Ini akan membuat hanya item tidak tampak oleh siswa.
is: Þetta mun aðeins gera þetta atriði ósýnilegt nemendum.
it: Tale operazione renderà invisibile solo questo elemento agli studenti.
ja: これはこの項目のみを受講者に公開します。
ko: 이렇게 하면 학생에게 이 문항만 보이지 않게 합니다.
mi: Mā tēnei ka kitea ngā kōwae me ngā tūemi katoa ki ngā ākonga.
ms: Ini akan menjadikan item ini sahaja tidak kelihatan kepada pelajar.
nb: Dette vil gjøre kun dette elementet usynlig for studenter.
nb_instk12: Dette vil gjøre kun dette elementet usynlig for elever.
nl: Hiermee wordt alleen dit item onzichtbaar voor studenten.
pl: Dzięki temu tylko ten element będzie niewidoczny dla uczestników.
pt: Isto tornará apenas este item invisível para os alunos.
pt_br: Isso fará com que apenas esse item fique invisível para os alunos.
ru: После этого учащимся не будет виден только этот элемент.
sl: S tem bo študentom postal neviden le ta element.
sv: Detta döljer endast detta objekt för studenter.
sv_instk12: Detta döljer endast detta objekt för elever.
th: ขั้นตอนนี้จะทำให้รายการนี้ถูกปิดการแสดงผลสำหรับผู้เรียนเท่านั้น
vi: Chức năng này sẽ chỉ ẩn mục này đối với sinh viên.
zh: 这将仅使该项目对学生不可见。
zh_hk: 這將使學生僅看不到此項目。

source: This will make only this item visible to students.
ar: سيؤدي هذا إلى إخفاء هذا العنصر فقط أمام الطلاب.
ca: D’aquesta manera, els estudiants només podran veure aquest element.
cy: Bydd hyn yn gwneud dim ond yr eitem hwn yn weladwy i fyfyrwyr.
da: Dette vil gøre kun dette element synligt for studerende.
da_instk12: Dette vil gøre kun dette element synligt for eleverne.
de: Dadurch nur dieses Element für Studierende sichtbar.
es: Los estudiantes podrán ver solo este ítem.
es_es: Esto hará que solo este ítem sea visible para los estudiantes.
fi: Tämä tekee ainoastaan tämän kohteen näkyväksi opiskelijoille.
fr: Seul cet élément sera visible pour les élèves.
fr_ca: Seul cet élément sera visible par les étudiants.
ga: Ní bheidh ach an mhír seo infheicthe ag mic léinn.
hi: इस तरह से छात्रों को केवल यह आइटम ही दिखाई देगी।
ht: Sa ap rann sèlman atik sa a vizib pou etidyan yo.
id: Ini akan membuat hanya item tampak oleh siswa.
is: Þetta mun aðeins gera þetta atriði sýnilegt nemendum.
it: Tale operazione renderà visibile solo questo elemento agli studenti.
ja: この項目のみ受講者に見えるようにします。
ko: 이렇게 하면 학생에게 이 문항만 표시합니다.
mi: Mā tēnei anake e kitea ai tēnei tūemi ki ngā ākonga.
ms: Ini akan menjadikan item ini sahaja kelihatan kepada pelajar.
nb: Dette vil gjøre kun dette elementet synlig for studenter.
nb_instk12: Dette vil gjøre kun dette elementet synlig for elever.
nl: Hiermee wordt alleen dit item zichtbaar voor studenten.
pl: Dzięki temu tylko ten element będzie widoczny dla uczestników.
pt: Isto tornará apenas este item visível para os alunos.
pt_br: Isso fará com que apenas esse item fique visível para os alunos.
ru: После этого учащимся будет виден только этот элемент.
sl: S tem bo študentom postal viden le ta element.
sv: Detta gör endast detta objekt synligt för studenter.
sv_instk12: Detta gör endast detta objekt synligt för elever.
th: ขั้นตอนนี้จะทำให้รายการนี้ถูกแสดงผลให้แก่ผู้เรียนเท่านั้น
vi: Chức năng này sẽ chỉ hiển thị mục này cho sinh viên.
zh: 这将仅使该项目对学生可见。
zh_hk: 這將使學生僅看到此項目。

source: This will make the module and all items invisible to students.
ar: سيؤدي هذا إلى إخفاء الوحدة النمطية وكل العناصر أمام الطلاب.
ca: D’aquesta manera, el contingut i tots els elements seran invisibles per als estudiants.
cy: Bydd hyn yn gwneud y modiwl a’r holl eitemau’n anweladwy i fyfyrwyr.
da: Dette vil gøre modulet og alle elementer usynlige for studerende.
da_instk12: Dette vil gøre forløbet og alle elementer usynlige for eleverne.
de: Dadurch werden das Modul und alle Elemente für Studierende unsichtbar.
es: Los estudiantes no podrán ver ningún módulo ni ítem.
es_es: Esto hará que el módulo y todos los ítems sean invisibles para los estudiantes.
fi: Tämä tekee moduulin ja kaikki kohteet näkymättömiksi opiskelijoille.
fr: Le module et tous les éléments seront invisibles pour les élèves.
fr_ca: Cela rendra le module et tous les éléments invisibles pour les étudiants.
ga: Fágfaidh sé seo go mbeidh an modúl agus gach mír dofheicthe do mhic léinn.
hi: इस तरह से मॉड्यूल और सभी आइटमें छात्रों को नहीं दिखाई देंगे।
ht: Sa ap rann modil la ak tout atik yo envizib pou etidyan yo.
id: Ini akan membuat modul dan semua item tidak tampak oleh siswa.
is: Þetta mun gera námsefnið og öll atriði ósýnileg nemendum.
it: Tale operazione renderà invisibile il modulo e tutti gli elementi agli studenti.
ja: モジュールとすべての項目を受講者に非公開にします。
ko: 이렇게 하면 학생에게 모듈 및 모든 문항을 보이지 않게 합니다.
mi: Mā tēnei ka noho te kōwae me ngā tūemi katoa kāore e kitea ana e ngā ākonga.
ms: Ini akan menjadikan modul ini dan semua item tidak kelihatan kepada pelajar.
nb: Dette vil gjøre modulen og alle elementer usynlige for studenter.
nb_instk12: Dette vil gjøre modulen og alle elementer usynlige for elever.
nl: Hiermee worden de module en alle items onzichtbaar voor studenten.
pl: Dzięki temu ten moduł i wszystkie elementy będą niewidoczne dla uczestników.
pt: Isto tornará o módulo e todos os itens invisíveis para os alunos.
pt_br: Isso fará com que o módulo e todos os itens fiquem invisíveis para os alunos.
ru: После этого учащимся не будут видны модуль и все элементы.
sl: S tem bo modul in vsi elementi študentom postali nevidni.
sv: Detta döljer modulen och alla objekt för studenter.
sv_instk12: Detta döljer modulen och alla objekt för elever.
th: ขั้นตอนนี้จะทำให้หน่วยการเรียนที่เกี่ยวข้องและรายการทั้งหมดถูกปิดการแสดงผลสำหรับผู้เรียน
vi: Chức năng này sẽ ẩn học phần và tất cả các mục đối với sinh viên.
zh: 这将使模块和所有项目对学生不可见。
zh_hk: 這將使學生看不到單元和所有項目。

source: This will make the module and all items visible to students.
ar: سيؤدي هذا إلى إظهار الوحدة النمطية وكل العناصر أمام الطلاب.
ca: D’aquesta manera, els estudiants podran veure el contingut i tots els elements.
cy: Bydd hyn yn gwneud y modiwl a’r holl eitemau’n weladwy i fyfyrwyr.
da: Dette vil gøre modulet og alle elementer synlige for studerende.
da_instk12: Dette vil gøre forløbet og alle elementer synlige for eleverne.
de: Dadurch werden das Modul und alle Elemente für Studierende sichtbar.
es: Los estudiantes no podrán ver el módulo ni ningún ítem.
es_es: Esto hará que el módulo y todos los ítems sean visibles para los estudiantes.
fi: Tämä tekee moduulin ja kaikki kohteet näkyviksi opiskelijoille..
fr: Le module et tous les éléments seront visibles pour les élèves.
fr_ca: Le module et tous ses éléments seront alors visibles par les étudiants.
ga: Déanfaidh sé seo an modúl agus na míreanna go léir infheicthe do mhic léinn.
hi: इस तरह से मॉड्यूल और सभी आइटमें छात्रों को दिखाई देंगे।
ht: Sa ap rann modil la ak tout atik yo vizib pou etidyan yo.
id: Ini akan membuat modul dan semua item tampak oleh siswa.
is: Þetta mun gera námsefnið og öll atriði sýnileg nemendum.
it: Tale operazione renderà visibile il modulo e tutti gli elementi agli studenti.
ja: これはモジュールおよびすべての項目を受講者に公開します。
ko: 이렇게 하면 학생에게 모듈 및 모든 문항을 표시합니다.
mi: Mā tēnei ka kitea te kōwae me ngā tūemi katoa e kitea ana e ngā ākonga.
ms: Ini akan menjadikan modul ini dan semua item kelihatan kepada pelajar.
nb: Dette vil gjøre modulen og alle elementer synlige for studenter.
nb_instk12: Dette vil gjøre modulen og alle elementer synlige for elever.
nl: Hiermee worden de module en alle items zichtbaar voor studenten.
pl: Dzięki temu ten moduł i wszystkie elementy będą widoczne dla uczestników.
pt: Isto tornará o módulo e todos os itens visíveis para os alunos.
pt_br: Isso tornará o módulo e todos os itens visíveis para os alunos.
ru: После этого учащимся будут видны модуль и все элементы.
sl: S tem bo modul in vsi elementi študentom postali vidni.
sv: Detta gör modulen och alla objekt synliga för studenter.
sv_instk12: Detta gör modulen och alla objekt synliga för elever.
th: ขั้นตอนนี้จะทำให้หน่วยการเรียนที่เกี่ยวข้องและรายการทั้งหมดถูกแสดงผลให้แก่ผู้เรียน
vi: Chức năng này sẽ hiển thị học phần và tất cả các mục cho sinh viên.
zh: 这将使模块和所有项目对学生可见。
zh_hk: 這將使學生看到單元和所有項目。

source: This will permanently delete your Event.
ar: سيؤدي هذا إلى حذف الحدث الخاص بك بشكل دائم.
ca: D’aquesta manera, se suprimirà permanentment el vostre esdeveniment.
cy: Bydd hyn yn dileu eich Digwyddiad yn barhaol.
da: Dette sletter din begivenhed permanent.
da_instk12: Dette sletter din begivenhed permanent.
de: Dies wird Ihr Ereignis endgültig löschen.
es: Esto eliminará permanentemente su evento.
es_es: Esto eliminará permanentemente tu evento.
fi: Tämä poistaa tehtävä-kohteesi pysyvästi.
fr: Cette action supprimera définitivement votre événement.
fr_ca: Cela supprimera définitivement votre événement.
ga: Scriosfaidh sé seo d'Imeacht go buan.
hi: इस तरह से आपकी घटना स्थायी रूप से मिट जाएगी।
ht: Aksyon sa a ap elimine Evènman w la definitivman.
id: Ini akan secara permanen menghapus Acara Anda.
is: Þú munt varanlega eyða viðburði þínum.
it: Questa operazione eliminerà in modo permanente il tuo evento.
ja: これにより、イベントは永久に削除されます。
ko: 이렇게 하면 이벤트가 영구적으로 삭제됩니다.
mi: Ma tenei ka muku tonu to Takahanga.
ms: Tindakan ini akan memadamkan Acara anda secara kekal.
nb: Dette vil slette hendelsen din permanent.
nb_instk12: Dette vil slette hendelsen din permanent.
nl: Dit verwijdert je evenement definitief
pl: Spowoduje to trwałe usunięcie Twojego wydarzenia.
pt: Isto irá eliminar permanentemente o seu evento.
pt_br: Isso excluirá permanentemente seu evento.
ru: Это приведет к окончательному удалению вашего События.
sl: S tem boste trajno izbrisali svoj dogodek.
sv: Detta tar bort din händelse permanent.
sv_instk12: Detta tar bort din händelse permanent.
th: นี่จะเป็นการลบกิจกรรมของคุณอย่างถาวร
vi: Thao tác này sẽ xóa vĩnh viễn Sự Kiện của bạn.
zh: 您的事件将永久删除。
zh_hk: 這將永久刪除您的事件。

source: This will permanently delete your To Do item.
ar: سيؤدي هذا إلى حذف عنصر قائمة المهام الخاص بك بشكل دائم.
ca: Suprimireu permanentment l’element Tasques pendents.
cy: Bydd hyn yn dileu eich eitem I’w Gwneud yn barhaol.
da: Du sletter din opgave permanent.
da_instk12: Du sletter din opgave permanent.
de: Dies wird Ihr To-Do-Element endgültig löschen.
es: Esto eliminará de manera permanente su elemento Por hacer.
es_es: Esto eliminará permanentemente tu ítem de tareas pendientes.
fi: Tämä poistaa tehtävä-kohteesi pysyvästi.
fr: Cette action supprimera définitivement votre tâche de la liste À Faire.
fr_ca: Cette opération supprime définitivement l’élément À faire.
ga: Scriosfaidh sé seo do mhír Le Déanamh go buan.
hi: इस तरह से आपकी करने के लिए आइटम स्थायी रूप से मिट जाएगी।
ht: Sa ap elimine Lis Tach ou yo definitivman.
id: Ini akan secara permanen menghapus butir To Do/Harus Dilakukan Anda.
is: Þú munt varanlega eyða verkefni þínu.
it: In questo modo si elimina definitivamente la voce Da fare.
ja: この場合、To Do項目は永久に削除されます。
ko: 이렇게 하면 할 일 항목이 영구적으로 삭제됩니다.
mi: Ma tenei ka muku tonu to mea hei Mahi.
ms: Tindakan ini akan memadamkan Untuk Dilakukan anda secara kekal.
nb: Dette vil slette gjøremålselementet ditt permanent.
nb_instk12: Dette vil slette gjøremålselementet ditt permanent.
nl: Dit verwijdert je Lijst met opdrachten definitief
pl: Spowoduje to trwałe usunięcie elementu z listy zadań.
pt: Isto elimina permanentemente o item A fazer.
pt_br: Isso excluirá permanentemente o item de lista de tarefas.
ru: Это приведет к окончательному удалению пункта Задачи.
sl: To bo trajno izbrisalo vaš element seznama opravil.
sv: Detta tar bort ditt Att göra-objekt permanent.
sv_instk12: Detta tar bort ditt Att göra-objekt permanent.
th: นี่เป็นการลบรายการ สิ่งที่ต้องทำ (To Do) ของคุณอย่างถาวร
vi: Sẽ xóa vĩnh viễn mục Cần Làm của bạn.
zh: 这将永久删除您的待办事项。
zh_hk: 這將永久刪除您的待辦事項。

source: This will permanently delete your To-do item.
ar: سيؤدي هذا إلى حذف عنصر قائمة المهام لديك بشكل نهائي.
ca: Suprimireu permanentment l’element Tasques pendents.
cy: Bydd hyn yn dileu eich Eitem I’w Gwneud yn barhaol.
da: Dette vil slette dit element på opgavelisten permanent.
da_instk12: Dette vil slette dit element på opgavelisten permanent.
de: Dies wird Ihr To-Do-Element endgültig löschen.
es: Esto eliminará de manera permanente el ítem Por hacer.
es_es: Esto eliminará permanentemente tu ítem de tareas pendientes.
fi: Tämä poistaa tehtävä-kohteesi pysyvästi.
fr: Cette tâche À faire sera définitivement supprimée.
fr_ca: Cette opération supprime définitivement la tâche à accomplir.
ga: Scriosfaidh sé seo do mhír Le Déanamh go buan.
hi: इससे आपका 'करने के लिए' आइटम स्थायी रूप से हट जाएगा।
ht: Sa ap elimine Tâche pou Fè ou a definitivman.
id: Ini akan menghapus item To-do Anda secara permanen.
is: Þú munt varanlega eyða verkefnalista þínum.
it: Questa operazione eliminerà in modo permanente il tuo elemento dell’elenco attività.
ja: この場合、するべきことの項目は永久に削除されます。
ko: 이렇게 하면 할 일 항목이 영구적으로 삭제됩니다.
mi: Ka mukua rawatia tō tūemi Mahi.
ms: Ini akan memadamkan item Untuk Dilakukan anda secara kekal.
nb: Dette vil slette gjøremålet ditt permanent.
nb_instk12: Dette vil slette gjøremålet ditt permanent.
nl: Dit verwijdert je opdracht definitief
pl: Spowoduje to trwałe usunięcie elementu z listy zadań.
pt: Isto elimina permanentemente o item A fazer.
pt_br: Isso excluirá permanentemente o item de lista de tarefas.
ru: Это приведет к окончательному удалению задачи.
sl: To bo trajno izbrisalo vaše opravilo.
sv: Detta tar bort ditt Att göra-objekt permanent.
sv_instk12: Detta tar bort ditt Att göra-objekt permanent.
th: นี่เป็นการลบรายการ สิ่งที่ต้องทำ (To do) ของคุณอย่างถาวร
vi: Sẽ xóa vĩnh viễn mục Việc Cần Làm của bạn.
zh: 您的待办任务将永久删除。
zh_hk: 這將永久刪除您的待辦項目。

source: This will remove the due date and all of the associated assignees.
ar: سيؤدي هذا إلى إزالة تاريخ الاستحقاق وجميع المعين لهم المقترنين.
ca: Amb aquesta acció s'eliminaran la data de lliurament i tots els beneficiaris associats.
cy: Bydd hyn yn tynnu'r dyddiad erbyn a phob aseinî cysylltiedig.
da: Dette fjerner afleveringsdatoen og alle af de tilknyttede assignatarer.
da_instk12: Dette fjerner afleveringsdatoen og alle af de tilknyttede assignatarer.
de: Dadurch werden das Fälligkeitsdatum und alle zugehörigen Aufgabenempfänger entfernt.
es: Esto eliminará la fecha límite y todas las personas asignadas asociadas.
es_es: Esta acción eliminará la fecha de entrega y todas las personas asignadas asociadas.
fi: Tämä poistaa määräpäivän ja kaikki liitetyn tehtävänsaajat.
fr: Cela supprimera la date limite de rendu ainsi que toutes les personnes assignées associées.
fr_ca: Cela va retirer la date d’échéance et tous les assignés associés.
ga: Bainfidh sé seo an dáta dlite agus na sannaithe gaolmhara go léir.
hi: इस तरह से नियत तिथि और सभी संबंधित असाइनी निकाल दिए जाएंगे।
ht: Sa ap elimine delè a ak tout sesyonè ki asosye yo.
id: Ini akan menghapus tanggal batas dan semua penerima penetapan terkait.
is: Þetta fjarlægir skiladag og alla tengda viðtakendur.
it: Questo rimuoverà la data di scadenza e tutti gli assegnatari associati.
ja: これにより、期日と関連するすべての課題対象者が削除されます。
ko: 이렇게 하면 기한 날짜 및 모든 연결된 할당 대상자가 제거됩니다.
mi: Ko tēnei ka tango i te rā tika me ngā rīwhi hoapā katoa.
ms: Ini akan mengalih keluar tarikh siap dan semua penerima tugasan berkaitan.
nb: Dette vil fjerne forfallsdatoen og alle tilknyttede stedfortredere.
nb_instk12: Dette vil fjerne forfallsdatoen og alle tilknyttede stedfortredere.
nl: Hiermee worden de inleverdatum en alle daaraan gekoppelde ontvangers verwijderd.
pl: Czynność ta spowoduje usunięcie terminu i wszystkich uczestników, którym został przypisany.
pt: Isso eliminará a data limite e todos os cessionários associados.
pt_br: Isso removerá o prazo de entrega e todos os cessionários associados.
ru: Это приведет к удалению даты исполнения и всех связанных получателей.
sl: S tem bodo odstranjeni rok in vsi povezani prevzemniki.
sv: Detta kommer att ta bort inlämningsdatumet och alla tillhörande tilldelade personer.
sv_instk12: Detta kommer att ta bort inlämningsdatumet och alla tillhörande tilldelade personer.
th: นี่เป็นการลบวันครบกำหนดและผู้รับมอบที่เกี่ยวข้องทั้งหมด
vi: Thao tác này sẽ xóa ngày đến hạn và toàn bộ người được giao bài tập liên quan
zh: 这将删除截止日期和所有关联的指定人员。
zh_hk: 這會移除截止日期和所有相關獲配人。

source: This will revert all your what-if scores in this course to the official score.
ar: سيؤدي هذا إلى إرجاع كل درجاتك المفترضة في هذا المساق إلى الدرجة الرسمية.
ca: D'aquesta manera es revertiran totes les vostres puntuacions Què passaria si d’aquesta assignatura a la puntuació oficial.
cy: Bydd hyd yn newid eich holl sgorau beth-os yn y cwrs hwn yn ôl i’r sgôr swyddogol.
da: Dette vil gøre, at alle dine hvad-hvis-resultater i dette fag vender tilbage til det officielle resultat.
da_instk12: Dette vil gøre, at alle dine hvad-hvis-resultater i dette fag vender tilbage til det officielle resultat.
de: Damit werden alle Ihre hypothetischen Punktzahlen in diesem Kurs auf die offizielle Punktzahl zurückgesetzt.
es: Esta acción revertirá todos los puntajes hipotéticos de este curso al puntaje original.
es_es: Esto cancelará toda tu puntuación hipotética en este curso para la puntuación oficial.
fi: Tämä palauttaa kaikki mitä jos -pistemäärät tällä kurssilla viralliseen pistemäärään
fr: Tous les scores conditionnels de ce cours seront rétablis en scores officiels.
fr_ca: Cela ramènera tous les scores de simulation What-If dans ce cours à la note officielle.
ga: Tabharfaidh sé seo ar ais do scóir dá mba rud é ar fad sa chúrsa seo go dtí an scór oifigiúil.
hi: इस तरह से इस पाठ्यक्रम में आपके सभी क्या-अगर अंक आधिकारिक अंक में बदल जाएंगे।
ht: Sa ap èmèt retabli tout nòt ou fè pa similasyon nan kou sa a a nòt ofisyèl.
id: Ini akan mengembalikan semua skor bagaimana-kalau pada kursus ini ke skor resmi.
is: Þetta snýr aftur öll spáðum einkunnum þínum í þessu námskeiði í opinbera einkunn.
it: Tale operazione ripristinerà il punteggio ufficiale in tutti i punteggi What-If in questo corso.
ja: これにより、このコースのすべてのwhat-ifスコアが公式スコアに戻されます。
ko: 이렇게 하면 과목의 모든 가상 점수를 공식 점수로 되돌립니다.
mi: Ma tenei ka whakahoki katoa i o tatau aha-mehemea i tenei akoranga ki te kaute whaimana.
ms: Tindakan ini akan mengembalikan semua markah andaian anda dalam kursus ini kepada skor rasmi.
nb: Dette vil tilbakestille hva-om-poengberegninger i dette emnet til det offisielle resultatet.
nb_instk12: Dette vil tilbakestille hva-om-poengberegninger i dette faget til det offisielle resultatet.
nl: Hiermee worden al je wat-als-scores in deze cursus teruggezet naar de officiële score.
pl: Spowoduje to przywrócenie wszystkich wyników oficjalnych w tym kursie.
pt: Isto irá reverter todas as suas pontuações hipotéticas nesta disciplina para a pontuação oficial.
pt_br: Isso reverterá todas as suas pontuações hipotéticas nesse curso para a pontuação oficial.
ru: Все возможные оценки для этого курса будут заменены обратно на официальные оценки.
sl: To bo povrnilo vse vaše simulacije rezultatov v tem predmetu na uradni rezultat.
sv: Detta återställer alla dina vad om-poäng i den här kursen till det officiella resultatet.
sv_instk12: Detta återställer alla dina vad om-poäng i den här kursen till det officiella resultatet.
th: คะแนน what-if ทั้งหมดของคุณในบทเรียนนี้จะกลับคืนเป็นคะแนนอย่างเป็นทางการ
vi: Thao tác này sẽ hoàn nguyên tất cả điểm giả định của bạn về điểm chính thức trong khóa học này.
zh: 您在本课程中的所有假设分数将恢复到正式分数。
zh_hk: 這會將您在此課程中的所有假設分數回復為正式分數。
